{
  "homeEN": {
    "about": "About",
    "home": "Home",
    "contact": "Contact",
    "SoftwareDeveloper": "Software Developer",
    "contactMe": "Contact Me",
    "contactWay": "Ways To Contact Me",
    "contactDesc": "Did you like my profile and want to get to know me better? Get in touch via email or social networks!",
    "resume": "Hi, my name is Eric Dellai Camargo I live in Salto - SP, and I have {{age}} years old.",
    "rightsReserved": "All rights reserved",
    "experience": "Experience",
    "graduations": "Graduation",
    "skills": "Skills",
    "GraduationI": "Fatec - Technologist Degree in Systems Analysis and Development",
    "GraduationII": "Udemy - The Ultimate React Course 2023: React, Redux & More - Udemy",
    "GraduationIII": "Microcamp - Technical Course , English Language and English Language Literatures Resumen",
    "reactLevel": "Advanced",
    "nodeLevel": "Advanced",
    "htmlCssLevel": "Advanced",
    "introduction": "Hello, welcome! I am {{age}} years old, a junior full-stack developer, and I live in São Paulo. Feel free to get to know my work better.",
    "DownloadCV": "Download CV",
    "MyProjects": "My projects",
    "MyNetwork": "My networks",

    "CompanyI": "Epiousion IT",
    "ExperienceI": "Junior Software Developer",
    "PeriodI": "Jan/2023 to Jun/2023",
    "DescriptionI": "During my journey at Epiousion, I started as an Apprentice and progressed to the role of Junior. My initial focus was on frontend development, actively working on software projects. Over time, I expanded my skills, participated in client meetings, and developed proficiency in key technologies.",

    "CompanyII": "Sorocaba Technology Park (PTS)",
    "ExperienceII": "Software Developer (Bootcamp)",
    "PeriodII": "Aug/2022 to Nov/2022",
    "DescriptionII": "I was part of the Dev Immersion project created by the Sorocaba Technology Park. The project offered training in both hard and soft skills. In addition, we put our knowledge into practice by participating in a real development project, in which we built a fully functional mobile application.",

    "CompanyIII": "Diebold Nixdorf",
    "ExperienceIII": "IT Technician",
    "PeriodIII": "Nov/2023 to Nov/2024",
    "DescriptionIII": "Involved in the installation, maintenance, and upgrading of equipment (ATM`s, smart safes, information terminals, etc.) for various clients across the entire banking network. Responsible for provisioning all necessary infrastructure for service delivery, performing software and hardware updates, functionality testing, and installing security components.",

    "CompanyIV": "Delta Supermarkets",
    "ExperienceIV": "Cashier",
    "PeriodIV": "Jul/2023 to Oct/2023",
    "DescriptionIV": "Cashier with a strong sense of customer service and accuracy in financial transactions. Proficient in maintaining an organized environment, handling credit/debit card transactions, ensuring accuracy in financial records, and delivering high-quality service to customers."
  }
}
